---
kind: property
id: P:Autodesk.Revit.DB.Visual.Tile.TileChangeRow
source: html/6c9ba994-7c5a-abdc-1590-a0111bbde9f7.htm
---
# Autodesk.Revit.DB.Visual.Tile.TileChangeRow Property

The property labeled "Amount" from the "Tile" schema.

## Syntax (C#)
```csharp
public static string TileChangeRow { get; }
```

## Remarks
This property is of type "AssetPropertyDouble" within the range of "0, 5".